[{"model": "blog.article", "pk": 1, "fields": {"title": "Генетическое заболевание Дентально-Скелетно-Ретинальная Аномалия (DSRA) породы Кане Корсо", "slug": "geneticheskoe-zabolevanie-dentalno-skeletno-retinalnaya-anomaliya-dsra-porody-kane-korso", "body": "Дентально-Скелетно-Ретинальная Аномалия или DSRA - это генетическое заболевание затрагивает зубную и костную системы, органы зрения, реже слух.\r\n\r\nНемного предыстории. В начале 2020 года инициативная группа заинтересованных владельцев обратилась в лабораторию Laboklin (Лабоклин), которая находится в Германии, с просьбой разработать тест на выявление генетического заболевания, т.к. все чаще начали рождаться щенки с похожими клиническими симптомами. Как оказалось, эта проблема была не только в России, но и во многих странах Мира. После сбора достаточного количества материала от больных животных, лаборатория Лабоклин совместно с Профессором Tosso Leeb и его командой из Бернского университета в мае 2021 года разработали генетический тест на это заболевание.\r\n\r\nСимптоматика Дентально-Скелетно-Ретинальной Аномалии (DSRA) проявляется не сразу при рождении. По словам некоторых заводчиков, которые столкнулись с этим заболеванием, первые признаки можно заметить, когда собака только открывает глаза и начинает ходить. Больной щенок может держаться обособленно, стараться не делать резких движений, не преодолевать препятствия. Складывается впечатление настороженности и неуверенного поведения собаки. Дальнейшие признаки появляются с появлением молочных зубов (у больных щенков они прозрачные, на свет имеют розоватый оттенок, за счет тонкой зубной эмали или почти ее отсутствия (Фото 1). Похожие симптомы могут проявляться и при других заболеваниях, а также при нарушении минерального обмена в организме.", "preview": "blog/preview/20222201-1.jpg", "created_at": "2024-10-09T17:37:35.419Z", "updated_at": "2024-10-13T12:19:58.019Z", "is_published": true, "views_counter": 1}}, {"model": "blog.article", "pk": 2, "fields": {"title": "Мутация гена АВСВ1 (MDR1) у колли и родственных пород (MDR1 – ген множественной лекарственной резистентности)", "slug": "mutaciya-gena-avsv1-mdr1-u-kolli-i-rodstvennyh-porod-mdr1-gen-mnozhestvennoj-lekarstvennoj-rezistentnosti", "body": "Продукт гена MDR1 – Р – гликопротеин – компонент гемато – энцефалического барьера.\r\n\r\nГлавная функция ГЭБ — поддержание гомеостаза мозга. Он защищает нервную ткань от циркулирующих в крови микроорганизмов, токсинов, клеточных и гуморальных факторов иммунной системы, которые воспринимают ткань мозга как чужеродную. ГЭБ выполняет функцию высокоселективного фильтра.\r\n\r\nПри его повреждениях в мозг собаки могут проникать и не удаляться различные вещества.\r\n\r\nВ этом случае некоторые медикаментозные препараты могут представлять особую опасность.\r\n\r\nПомимо влияния на проникновение препаратов в мозг, Р – гликопротеин функционирует в ЖКТ, печени и почках собаки. Эти органы, в норме, участвуют в распаде и выведении медикаментов. Поэтому у собак с MDR1 – недостаточностью изменяются фармакокинетические свойства ряда лекарственных препаратов, что приводит к повышению их биодоступности и/или снижению выведения веществ печенью, почками, кишечником.\r\n\r\nТаким образом у собак с MDR1- недостаточностью увеличивается концентрации препаратов в плазме и может произойти неблагоприятная реакция на препарат.\r\n\r\nТак как заболевание имеет генетическую природу, для определения собак с MDR1- недостаточностью, а также генетического носительства, был разработан ДНК тест. Он позволяет отличить здоровую собаку от собак являющихся носителями и от собак с повышенной чувствительностью к медикаментам.\r\n\r\nЗнание результатов теста позволит избежать высокой степени риска проявления побочных эффектов при использовании лекарственных препаратов.", "preview": "", "created_at": "2024-10-09T17:38:12.994Z", "updated_at": "2024-10-13T12:19:54.518Z", "is_published": true, "views_counter": 1}}, {"model": "blog.article", "pk": 3, "fields": {"title": "Клинический случай гонадостромальной опухоли реминантного яичника у хорька", "slug": "klinicheskij-sluchaj-gonadostromalnoj-opuholi-reminantnogo-yaichnika-u-horka", "body": "С ростом популярности хорьков в качестве домашних питомцев, мы можем чаще наблюдать редко встречающиеся патологии у этих зверьков. Хорьки предрасположены к различным новообразованиям – одиночным, локальным или множественным.  Этиология этих образований может быть разнообразная – генетическая предрасположенность, питание, условия содержания, возраст и ряд других причин. Опухоли репродуктивной системы у хорьков встречаются довольно редко, в отличие от новообразований надпочечников или поджелудочной железы [1].\r\n\r\nГонадостромальные опухоли или опухоли полового тяжа яичников могут быть гранулезоклеточные, лютеомы, текомы и могут быть представлены опухолями из клеток Сертоли-Лейдига [2].\r\n\r\nПо данным исследований этот вид опухолей может встречаться более чем в 30% случаев [3]. Гранулезоклеточные опухоли чаще всего унилатеральные, но иногда могут возникать на обоих яичниках. Размер новообразований может варьировать. Образования небольшого размера чаще солидные, тогда как крупные – рыхлые и могут содержать полости. Метастазирование происходит не часто в 10% случаев, чаще всего в печень, лимфоузлы, поджелудочную железу, легкие [4].\r\n\r\nДанный вид опухоли часто функциональный и могут  продуцировать половые стероидные гормоны, так как развиваются из клеток стромы яичника.  В связи с чем, может возникать различная симптоматика со стороны репродуктивной системы. Могут возникать истечения из петли (серозные, геморрагические, гнойные), нарушение цикла (персистентный эструс, пролонгированный эструс), увеличение петли, может развиваться кистозная гиперплазия эндометрия и пиометра [2].", "preview": "blog/preview/20181709-11.jpg", "created_at": "2024-10-09T17:39:04.058Z", "updated_at": "2024-10-13T12:19:49.229Z", "is_published": true, "views_counter": 1}}]